Repository: websystemspl/WS-Price-History
Catalog: languages/ws-price-history-*.po
Languages: pl_pl

source: WS Price History
pl_pl: Historia cen WS

source: Advanced support
pl_pl: Zaawansowane wsparcie

source: Automatic database table optimization
pl_pl: Automatyczna optymalizacja tabeli bazy danych

source: General
pl_pl: Ogólne

source: Index all prices
pl_pl: Zindeksuj wszystkie ceny

source: K4-shop
pl_pl: K4-sklep

source: More customisation options
pl_pl: Więcej opcji dostosowywania

source: Press to index all prices:
pl_pl: Naciśnij, aby zindeksować wszystkie ceny:

source: Press to remove prices older than 30 days:
pl_pl: Naciśnij, aby usunąć ceny starsze niż 30 dni:

source: Price history for products.
pl_pl: Dodaj historię cen produktów

source: Pro Version
pl_pl: Wersja Pro

source: Pro version features
pl_pl: Funkcje wersji Pro

source: Remove prices older than 30 days
pl_pl: Usuń ceny starsze niż 30 dni

source: Settings Saved
pl_pl: Ustawienia zapisane

source: Success
pl_pl: Sukces

source: The lowest price from 30 days:
pl_pl: Najniższa cena z ostatnich 30 dni:

source: To get premium version visit this link:
pl_pl: Aby uzyskać wersję premium, odwiedź ten link:

source: WS Price History
pl_pl: Historia cen WS

source: WS Price History Settings
pl_pl: Ustawienia Historii Cen WS
